[
    {
        "title": "BlackJack Game",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "A Black Jack game built with HTML, CSS, and JavaScript that uses machine learning to simulate an adaptive dealer strategy for a more dynamic and challenging gameplay experience."
    },
    {
        "title": "DSC 106 Project 1",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a visualization based off of a foods accesibility dataset that argued that less processed foods are typically more expensive."
    },
    {
        "title": "Computer Science Portfolio",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a two paged website that holds my background and work in computer science."
    },
    {
        "title": "Unde autem pariatur maxime?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ut cum aperiam dicta? Optio sapiente illum vitae ex soluta accusamus assumenda. Molestiae ipsam eum, harum, rem vitae quod dignissimos nam recusandae voluptatem minima id dicta quo quidem ducimus nulla!"
    },
    {
        "title": "Eaque libero eveniet corrupti.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolorum beatae quasi odit culpa. Eos dolore, molestiae animi rerum odio, vero totam vitae itaque dolorem temporibus dicta possimus incidunt optio dolores? Eum, nam necessitatibus excepturi repellat doloremque possimus incidunt."
    },
    {
        "title": "Vel corporis iure voluptas!",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iusto veritatis reiciendis aspernatur. Doloribus temporibus magnam illo minima voluptatum, adipisci minus. Odio vero, veritatis illum autem natus similique excepturi tempore vitae fuga neque sequi voluptatem deserunt, laboriosam quia! Voluptate."
    },
    {
        "title": "Ipsam ducimus molestias dolor.",
        "year": "2019",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Rerum ad molestias aspernatur illum. Ipsum aliquam deleniti fugit fuga odio, nobis dolorum eos ratione tenetur iure doloribus maxime, blanditiis quae ullam et laborum corporis alias accusantium excepturi natus nihil?"
    },
    {
        "title": "Omnis rem repellendus ex.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ea vero dolor culpa atque natus libero, itaque deleniti iste a eius! Provident quibusdam id ullam, veniam odit repellat mollitia quaerat at molestias vero aspernatur minus ipsa corporis esse eius."
    },
    {
        "title": "Sequi optio deleniti ipsum?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Suscipit, quidem! Debitis aliquid unde beatae corporis esse magnam voluptates similique perferendis sapiente soluta odio quidem eaque assumenda, itaque maiores repudiandae fuga, deleniti nesciunt nostrum accusantium sint, explicabo est molestiae."
    },
    {
        "title": "Pariatur voluptate qui minus.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Modi sunt, praesentium veniam porro in temporibus, cum dolorum libero voluptatum delectus inventore! Nobis, nesciunt voluptatibus architecto quo blanditiis esse facilis fugiat ea cumque inventore exercitationem autem perspiciatis eligendi doloribus!"
    },
    {
        "title": "A eveniet repellendus tempore.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequuntur maxime accusamus eum tempore consequatur mollitia, reprehenderit ullam deserunt obcaecati excepturi eligendi facere assumenda ducimus ut amet. Voluptates perferendis fugit, consequuntur quibusdam laborum aut quidem nulla doloribus reiciendis animi."
    },
    {
        "title": "Consectetur repudiandae dolorem aut!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Placeat sequi maxime dolor incidunt esse eveniet vero repudiandae quasi dignissimos assumenda sit nesciunt, quia sapiente, veniam sed! Tenetur deleniti voluptatem laborum unde autem. Numquam dolorem voluptatibus sit dolorum quod?"
    }
]